Revit 2024 API
GroupTypeId.CurtainMullionHoriz Property
 Horizontal Mullions.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId CurtainMullionHoriz { get; }
Visual Basic
Public Shared ReadOnly Property CurtainMullionHoriz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CurtainMullionHoriz {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace